# St7SetPlateOutlineMode

Sets where outlines are drawn around plates.

long St7SetPlateOutlineMode(long uID, long Mode)
Input Parameters
uID
Strand7 model file ID.
Mode
One of omEdge, omPropertyBoundary, omGroupBoundary, omFacetAngle, omFacetProperty or
omFacetGroup.